Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: As you all know by now we encountered unforeseen complications during the core retrieval operation at Riverport University. As a result we were forced to take a more direct approach that led to unwanted attention. This attention must now be removed. Paul Serene has given us direct orders. As his chief advisor and operations manager I will be making sure that we deliver upon those orders. We are to take a hardline approach in dealing with any threats to our plan. Your directives: 1. Execute all witnesses. Any witnesses to our actions at the university are to be executed without prejudice. Said witnesses have been transported to the Ground Zero operation. We simply cannot afford any loose threads at this point in our operation. Perform routine questioning and then execute. Civilians who did not directly witness our operation but were present may be intimidated into silence. Such cases will be evaluated by supervisors in charge of the clean-up operation. If there’s any doubt as to the effectiveness of softer methods, do not hesitate to execute. We’re not taking any chances. 2. Assist in core transportation The time machine core has been airlifted from the university to the drydock near the Ground Zero operation. All available personnel must assist in prepping the core for covert ground transport to Monarch Tower for installation. 3. Find Jack Joyce Jack Joyce’s transport has gone missing shortly after reaching the Ground Zero operation. Liam Burke is heading a search party to find him. If you possess any information that might assist in his capture, report to me directly. 4. Chronon harvesting Until Jack Joyce is found we are assigning additional security personnel to protect the chronon harvesting operation and Ground Zero perimeters. Teams have been stationed to patrol surrounding supply warehouses as well. 5. Monarch gala prep If your role is not impacted by the previous four directives then you are to assist in prep for the Monarch Gala tonight, which is still moving forward as planned. More information to follow. Any questions regarding security can be directed to Liam Burke. Any other questions should be addressed to your supervisor.
pl_pl: Jak już wszyscy wiecie, napotkaliśmy nieprzewidziane komplikacje podczas operacji odzyskiwania rdzenia na Uniwersytecie Riverport. W rezultacie zostaliśmy zmuszeni do przyjęcia bardziej bezpośredniego podejścia, które doprowadziło do niechcianej uwagi. Ta uwaga musi teraz zostać usunięta. Paul Serene wydał nam bezpośrednie rozkazy. Jako jego główny doradca i kierownik operacyjny dopilnuję, byśmy wykonali te rozkazy. Mamy przyjąć twarde podejście do wszelkich zagrożeń dla naszego planu. Wasze rozkazy: 1. Egzekucja wszystkich świadków. Wszyscy świadkowie naszych działań na uniwersytecie mają zostać straceni bez uprzedzeń. Wspomniani świadkowie zostali przetransportowani do operacji w Strefie Zero. Po prostu nie możemy sobie pozwolić na żadne luźne wątki w tym momencie naszej operacji. Przeprowadzić rutynowe przesłuchania, a następnie wykonać egzekucję. Cywile, którzy nie byli bezpośrednimi świadkami naszej operacji, ale byli obecni, mogą zostać zastraszeni. Takie przypadki zostaną ocenione przez przełożonych odpowiedzialnych za operację oczyszczania. Jeśli istnieją jakiekolwiek wątpliwości co do skuteczności łagodniejszych metod, nie wahaj się wykonać egzekucji. Nie będziemy ryzykować. 2. Pomoc w transporcie rdzenia Rdzeń wehikułu czasu został przetransportowany drogą powietrzną z uniwersytetu do suchego doku w pobliżu operacji w Strefie Zero. Cały dostępny personel musi pomóc w przygotowaniu rdzenia do potajemnego transportu naziemnego do Monarch Tower w celu instalacji. 3. Znajdź Jack'a Joyce'a Transport Jack'a Joyce'a zaginął wkrótce po dotarciu na miejsce operacji w Strefie Zero. Liam Burke kieruje grupą poszukiwawczą, która ma go odnaleźć. Jeśli posiadasz jakiekolwiek informacje, które mogą pomóc w jego schwytaniu, zgłoś się bezpośrednio do mnie. 4. Zbieranie chrononu Do czasu odnalezienia Jack'a Joyce'a przydzielamy dodatkowych pracowników ochrony do ochrony operacji zbierania chrononu i granic Strefy Zero. Zespoły zostały również oddelegowane do patrolowania okolicznych magazynów zaopatrzenia. 5. Przygotowania do gali Monarch Jeśli poprzednie cztery dyrektywy nie mają wpływu na twoją rolę, masz pomóc w przygotowaniach do dzisiejszej gali monarchów, która nadal przebiega zgodnie z planem. Więcej informacji wkrótce. Wszelkie pytania dotyczące bezpieczeństwa można kierować do Liama Burke'a. Wszelkie inne pytania należy kierować do przełożonego.

source: Assassin
pl_pl: Zabójca

source: Assault Rifle
pl_pl: Karabin szturmowy

source: Assault!
pl_pl: Atak!

source: Assaulting Joyce!
pl_pl: Atakuje Joyce'a!

source: Asshole shot me!
pl_pl: Kutas mnie postrzelił!

source: At its heart, the time machine really is just the machine's core. Move the core, you move the machine; everything around it, including the corridor, is essentially just its user interface.
pl_pl: Wehikuł czasu to tak naprawdę tylko jego rdzeń. Przesuwając rdzeń, przesuwasz maszynę - wszystko wokół, w tym korytarz, jest zasadniczo tylko interfejsem użytkownika.

source: At least that shut you up.
pl_pl: Przynajmniej to cię uciszyło.

source: At least your speech went over well.
pl_pl: Przynajmniej twoja przemowa poszła dobrze.

source: At the gala? You’re sure?
pl_pl: Na gali? Na pewno?

source: Attack his flank!
pl_pl: Zaatakuj jego od boku!

source: Attack!
pl_pl: Atakować!

source: Attempting to lock on.
pl_pl: Próba włączenia.

source: Attention, THE LIFEBOAT SECURITY PROTOCOLS ARE NOW IN FULL EFFECT. Our stutterproofing has failed, and we have reports of shifters in the building. You all know the drill, we have trained for this. DO NOT APPROACH SHIFTERS ALONE. Remember that they are not restricted by the physical space in the same way we are. Deploy dampeners and watch your backs. Work in teams, remember your tactics, MAINTAIN YOUR DISTANCE. Don’t take any unnecessary chances. Comms are unreliable due to the stutters, so pass the word to others, and take advantage of stutter collapses to communicate as effectively as you can. We are attempting to repair the stutterproofing as quickly as possible, but be advised that contrary to our earlier timeline, which gave us years more to prepare, we believe we are now on the verge of the final zero state, and every single stutter we encounter is more and more likely to be the one that never ends. That means our priorities have changed: the Lifeboat Protocol is in full effect, and ensuring its success is our only objective, whether the opposition is shifters, Jack Joyce, or anybody else. It’s vital that we all remember our training – if we do things right, we WILL make it out of this, and we WILL make our way into the Lifeboat. Good luck, and make me proud.
pl_pl: Uwaga, PROTOKOŁY BEZPIECZEŃSTWA ŁODZI RATUNKOWEJ SĄ TERAZ W PEŁNI SKUTECZNE. Nasze zabezpieczenia zawiodły i mamy doniesienia o zmiennikach w budynku. Wszyscy znacie protokół, byliśmy na to szkoleni. NIE PODCHODŹCIE DO ZMIENNOKSZTAŁTNYCH. Pamiętajcie, że nie są oni ograniczeni fizyczną przestrzenią tak jak my. Rozmieśćcie tłumiki i uważajcie na swoje plecy. Pracujcie w zespołach, pamiętajcie o taktyce, ZACHOWAJCIE ODLEGŁOŚĆ. Nie ryzykujcie niepotrzebnie. Komunikacja jest zawodna z powodu zacięć, więc przekazujcie informacje innym i korzystajcie z przerw w zacięciach, aby komunikować się tak skutecznie, jak to możliwe. Staramy się naprawić odporność na zacięcia tak szybko, jak to możliwe, ale należy pamiętać, że w przeciwieństwie do naszego wcześniejszego harmonogramu, który dawał nam lata więcej na przygotowanie, uważamy, że jesteśmy teraz na skraju ostatecznego stanu zerowego, a każde pojedyncze zacięcie, które napotykamy, jest coraz bardziej prawdopodobne, że nigdy się nie skończy. Oznacza to, że nasze priorytety uległy zmianie: Protokół łodzi ratunkowej jest w pełni skuteczny, a zapewnienie jego sukcesu jest naszym jedynym celem, niezależnie od tego, czy przeciwnikiem są zmiennicy, Jack Joyce, czy ktokolwiek inny. Ważne jest, abyśmy wszyscy pamiętali o naszym szkoleniu - jeśli zrobimy wszystko dobrze, wyjdziemy z tego i dostaniemy się do łodzi ratunkowej. Powodzenia i bądźcie ze mnie dumni.

source: Attention, all units, reroute to the tunnels immediately--
pl_pl: Uwaga, wszystkie jednostki, natychmiast przekierować się do tuneli.

source: Audio
pl_pl: Dźwięk

source: Audiobook Narrator
pl_pl: Lektor Audiobooka

source: Available
pl_pl: Dostępne

source: Available to Spend: %d
pl_pl: Dostępne do wydania: %d

source: Avoid unstable objects within stutters. They can be highly dangerous.
pl_pl: Unikaj niestabilnych obiektów podczas zacięć. Mogą one być bardzo niebezpieczne.

source: Aw.
pl_pl: Eh.

source: Awake yet?
pl_pl: Obudziłeś się już?

source: Awful.
pl_pl: Okropność.

source: BACK UP SLOWLY.
pl_pl: Odwróć się, powoli.

source: BARELY VISIBLE
pl_pl: LEDWO WIDOCZNE

source: BECAUSE AS YOU SAID, I CARE ABOUT MONARCH.
pl_pl: Bo, jak sama powiedziałaś, zależy mi na Monarch.

source: BECAUSE THAT'S ALL THE LIFEBOAT'S GONNA BE.
pl_pl: Bo tym jest właśnie ta łódź ratunkowa.

source: BECAUSE WHO ELSE IS GONNA DO IT, HUH?
pl_pl: Bo nikogo innego nie obchodzę, jasne?

source: BEST FRIENDS
pl_pl: NAJLEPSI PRZYJACIELE

source: BETH TOLD ME YOU WERE WORKING TOGETHER.
pl_pl: Beth powiedziała mi, że pracujecie razem.

source: BETH, THE END OF -- THE END OF WHAT?!
pl_pl: Beth, koniec... Koniec czego?!

source: BETH? IT'S FIONA. DO YOU COPY?
pl_pl: Beth? Mówi Fiona. Słyszysz?

source: BEYOND ANYTHING MANKIND HAS SEEN.
pl_pl: poza wszystko, co ludzkość kiedykolwiek widziała.

source: BORDERLESS WINDOW
pl_pl: OKNO BEZ OBRAMOWANIA

source: BRADBURY SWIMMING HALL
pl_pl: BASEN BRADBURY

source: BRADBURY SWIMMING POOL
pl_pl: BASEN BRADBURY

source: BRENNER, I'M DEALING WITH IT.
pl_pl: Brenner, właśnie się tym zajmuję.

source: BRIGHTNESS
pl_pl: JASNOŚĆ

source: BRIGHTNESS & SAFE AREA
pl_pl: JASNOŚĆ I BEZPIECZNY OBSZAR

source: BUDDY.
pl_pl: Ziomek.

source: BUILDING MONARCH
pl_pl: BUDOWANIE MONARCH

source: BURKE, YOU FUCK.
pl_pl: Burke, ty kurwo.

source: BUSINESS
pl_pl: SPRAWY BIZNESOWE

source: BUT AS LONG AS PAUL IS THE ONLY ONE WITH ACCESS TO IT, IT ISN'T.
pl_pl: Ale dopóki Paul jest jedyną osobą, która ma do niego dostęp, nie jest w dobrych rękach.

source: BUT AT THIS POINT...
pl_pl: Ale w tej chwili...

source: BUT FROM THE REPORTS I'M GETTING, IT SEEMS LIKE
pl_pl: jednak z raportów wynika, że

source: BUT I DON'T HAVE TO PUT YOUR NAME ON SHIT, MOTHERFUCK--
pl_pl: ale wiedz, że nie muszę umieszczać twojego imienia na tej pieprzonej liś...

source: BUT I HAVE TO HELP HIM, AND I CAN'T DO THAT IF YOU KILL ME.
pl_pl: Ale muszę mu pomóc, a nie mogę tego zrobić, jeżeli mnie zabijesz.

source: BUT I KNEW IT WAS YOU.
pl_pl: Ale ja wiedziałam, że to ty.

source: BUT I KNOW YOU CARE ABOUT MONARCH.
pl_pl: ale wiem, że zależy ci na Monarch.

source: BUT I'M GONNA HAVE TO GO WITH RYAN GOSLING DOWN THERE
pl_pl: ale ja stawiam na tamtego Ryana Goslinga

source: BUT IF WE MAKE IT BACK TO THE MAINLAND,
pl_pl: Ale jeśli uda nam się wrócić na stały ląd,

source: BUT IF WE MAKE IT BACK TO THE MAINLAND, THEN I-I CAN GET US ON THE LIST, ALL OF US.
pl_pl: Ale jeśli uda nam się wrócić na stały ląd, wtedy mogę nas wpisać na listę, nas wszystkich.

source: BUT IF YOU KILL JOYCE, THEN WE --
pl_pl: ale jeśli zabijesz Joyce'a, to my...

source: BUT IT'S THE ONLY THING I KNEW HOW TO DO.
pl_pl: Ale to jedyne, co umiałem robić.

source: BUT MY PRESENCE STARTLED HIM, AND HE FELL, SAME AS BEFORE.
pl_pl: ale przestraszyłem go moją obecnością, i spadł, tak samo jak wcześniej.

source: BUT NOT IF THE C.F.R. GOES UNPROTECTED.
pl_pl: Ale to się nie stanie, gdy RPC dostanie się w niepołowane ręce.

source: BUT ONE WORLD'S END IS MERELY ANOTHER'S BEGINNING, AND MY WORLD WILL BE RENEWAL.
pl_pl: Ale koniec świata jest początkiem kolejnego, a mój świat będzie odnowieniem.

source: BUT ONE WORLD'S END IS MERELY ANOTHER'S BEGINNING.
pl_pl: Ale koniec świata jest początkiem kolejnego.

source: BUT THAT'S WEIRD, BECAUSE YOU WORK FOR MONARCH, AND THAT GUY
pl_pl: i to bardzo dziwne, bo ty pracujesz dla Monarch, a ten gość

source: BUT THE PUMP HOUSE ON THE WEST SIDE HAS AN OLD SUPPLY TUNNEL
pl_pl: ale pompownia po zachodniej stronie ma stary tunel zasilający,

source: BUT THE PUMP HOUSE ON THE WEST SIDE HAS AN OLD SUPPLY TUNNEL THAT RUNS BENEATH THE BAY.
pl_pl: ale pompownia po zachodniej stronie ma stary tunel zasilający, który biegnie pod zatoką.

source: BUT THEY'RE PERSISTENT -- ERRATIC, BUT PERSISTENT.
pl_pl: ale są trwałe... nieregularne, ale trwałe.

source: BUT WE'RE NOT JUST HERE TO WORK FOR OURSELVES.
pl_pl: Ale nie jesteśmy tu tylko po to, by pracować dla siebie.

source: BUT WHAT I'M DOING RIGHT NOW, WHERE I'M GOING, IT'S NOT ABOUT ME.
pl_pl: Ale to, co teraz robię, dokąd zmierzam, nie dotyczy mnie.

source: BUT WHAT IS IT DOING ON MY TABLE? WHAT THE FUCK?
pl_pl: Ale co to robi na moim biurku? Co jest kurwa?

source: BUT WHAT WAS TROUBLING ME IS WHO GOT THEM INTO KIM'S LAB.
pl_pl: Ale to, co mnie martwiło, to kto ich wprowadził do laboratorium Kima.

source: BUT, EMILY, YOU HAVE TO LISTEN TO ME.
pl_pl: Ale, Emily, musisz mnie wysłuchać.

source: BUT, FIONA, THERE IS SOMETHING WE CAN DO NOW.
pl_pl: Fiona, ale jest coś, co możemy zrobić teraz.

source: BUT, I DON'T KNOW.
pl_pl: Ale już nie ważne.

source: BUT, RATHER, IF HE EVER LOST IT.
pl_pl: ale, raczej to, co się stanie, gdy ją straci.

source: BUTTON LAYOUT
pl_pl: UKŁAD PRZYCISKÓW

source: Babe, can we go home yet?
pl_pl: Kochanie, możemy już wracać do domu?

source: Back off!
pl_pl: Cofnąć się!

source: Backup approaching Green Zone. Engaging target.
pl_pl: Wsparcie zbliża się do zielonej strefy. Atakujemy cel.

source: Backup has arrived.
pl_pl: Przybyło wsparcie.

source: Backup is coming, over.
pl_pl: Wsparcie nadchodzi, odbiór.

source: Backup is inbound. Don't let him leave the Green Zone. Defend the harvesters at all cost.
pl_pl: Nadjeżdża wsparcie. Nie pozwól mu opuścić Zielonej Strefy. Broń kombajnów za wszelką cenę.

source: Backup units dispatched. Will be with you soon. Over.
pl_pl: Wysłano posiłki. Wkrótce będą na miejscu. Odbiór.

source: Backup's arrived!
pl_pl: Nadeszło wsparcie!

source: Backup, backup, I need backup!
pl_pl: Wsparcie, posiłki, potrzebuję wsparcia!

source: Backup. Shit!
pl_pl: Wsparcie. Cholera!

source: Backups arrived!
pl_pl: Przybyło wsparcie!

source: Bad guys're gonna shit their pants.
pl_pl: Źli ludzie będą srać po gaciach.

source: Bandit 4, that -- that shouldn't be possible! I'm getting reports of gunfire in the underground parking! Are you sure it's Joyce? I need visual confirmation!
pl_pl: Bandit 4, to nie powinno być możliwe! Mam doniesienia o strzelaninie na podziemnym parkingu! Jesteś pewien, że to Joyce? Potrzebuję wizualnego potwierdzenia!

source: Bandit 4, that's, that shouldn't be possible! I'm getting reports of gunfire in the underground parking! Are you sure it's Joyce? I need visual confirmation!
pl_pl: Bandit 4, to nie powinno być możliwe! Mam doniesienia o strzelaninie na podziemnym parkingu! Jesteś pewien, że to Joyce? Potrzebuję wizualnego potwierdzenia!

source: Bandit squad has been wiped out on the second floor. Moving up.
pl_pl: Oddział Bandit został zniszczony na drugim piętrze. Przechodzimy wyżej.

source: Based on the tech alone, Monarch's chronon harvesting operation was impressive. Their tech used chronon particles as fuel. How this tied to the Fracture, I had no idea.
pl_pl: Opierając się na samej technologii, operacja zbierania chrononów przez Monarch była imponująca. Ich technologia wykorzystywała cząsteczki chrononu jako paliwo. Nie miałem pojęcia, w jaki sposób wiązało się to ze Pęknięciem.

source: Bastards...
pl_pl: Dranie...

source: Be advised, relocating units to support. Over.
pl_pl: Uwaga, przenoszę jednostki do wsparcia. Odbiór.

source: Be careful up there!
pl_pl: Bądź tam ostrożny!

source: Be careful!
pl_pl: Bądź ostrożny!

source: Be careful! The machine is fragile, so avoid stepping...
pl_pl: Bądź ostrożny! Urządzenie jest delikatne, więc unikaj nadepnięcia...

source: Be right with you, son.
pl_pl: Zaraz będę, synu.

source: Bearcat approaching! Gate's locked! Oh, screw it, I'm coming through!
pl_pl: Zbliża się Bearcat! Brama jest zamknięta! Pieprzyć to, wjeżdzam tam!

source: Bearcat is en route with more backup! Hang in there.
pl_pl: Bearcat jest w drodze z dodatkowym wsparciem! Trzymajcie się.

source: Beats going to the in-laws' shindig. Sure, why not, let's give it a shot. The worst that can happen is they call the cops and we spend the night in jail.
pl_pl: To i tak lepsze niż pójście na imprezę do teściów. Jasne, czemu nie, spróbujmy. Najgorsze, co może się zdarzyć, to wezwanie policji i spędzenie nocy w więzieniu.

source: Because I'm afraid that based on what I know about time travel, we can't change anything. The past has already happened. We can't change it. But my way... we don't have to.
pl_pl: Bo obawiam się, że w oparciu o to, co wiem o podróżach w czasie, nie możemy niczego zmienić. Przeszłość już się wydarzyła. Nie możemy jej zmienić. Ale w moim pomyśle... nie musimy tego robić.

source: Because his specialists were a bunch of goddamn idiots. Their formulas were missing these variables entirely.
pl_pl: Ponieważ jego specjaliści byli bandą cholernych idiotów. Ich formuły całkowicie pomijały te zmienne.

source: Because it's already happened.
pl_pl: Ponieważ to już się stało.

source: Because it's the first of its kind, and, and it's...
pl_pl: Ponieważ jest to pierwsza tego typu...

source: Because when time ends, my plan doesn't.
pl_pl: Ponieważ kiedy czas się kończy, mój plan się nie kończy.

source: Believe me, I wanted to. But Beth was right. This was bigger than Paul.
pl_pl: Uwierz mi, chciałem. Ale Beth miała rację. To było większe niż Paul.

source: Believe me, you wouldn't.
pl_pl: Uwierz mi, nie chciałbyś.

source: Below your feet. It's all top secret. The elevator inside will take you down.
pl_pl: Pod twoimi stopami. To wszystko jest ściśle tajne. Winda w środku zabierze cię na dół.
